/* 
  Localizable.strings
  Mail Bundle Manager

  Created by Scott Little on 23/09/2011.
  Copyright 2011 Little Known Software. All rights reserved.
*/
//	License agreement description
"Agreement Description" = "You must agree to the terms of the license before installing";
//	Instructions for license agreement dialog
"Dialog Instructions" = "Click \"Agree\" to accept and continue, \"Disagree\" to quit or \"Read License\" to show license again.";
//	Text for button to agree with license
"Agree" = "Agree";
//	Text for button to close and read license
"Read License" = "Read License";
//	Text for button to disagree with license
"Disagree" = "Disagree";

//	Bad executable email subject format
"BAD_EXEC_MESSAGE" = "The app \"%@\" has been changed and possibly compromised.";
//	Bad executable Send Email to Support button
"CONTACT_SUPPORT" = "Email Support";
//	Notification text after sending email about a bad execuatble
"BAD_EXEC_MESSAGE_NOTIFICATION" = "Email sent to Little Known Software.";


//	Version number lead headers
"INSTALLED_VERSION_HEADER" = "Installed: ";
"AVAILABLE_VERSION_HEADER" = "Available: ";
"LATEST_VERSION_HEADER" = "Latest: ";

//	Warning and error tooltips for the status to the plugins in relation to the OS version
"Always disabled in OS X > %@" = "%@ will always disabled in versions of OS X greater than %@";
"Will be disabled in OS X >= %@" = "%@ will be disabled in versions of OS X greater than or equal to %@";
"Plugin has an insecure update!" = "%@ has an insecure update!";
"Changes to the configuration of this plugin require Mail to be restarted." = "Changes to the configuration of %@ require Mail to be restarted.";

//	The strings for the alert about there being invalid plugins
"BAD_PLUGINS_EXIST_MESSAGE" = "There is at least one mail plugin that is not compatible with the current version of OS X.";
"BAD_PLUGINS_EXIST_INFO" = "If there are updates available, you can see them in the Update tab and you should update before running Mail. Otherwise you will need to disable the plugin until the developer releases an update.";
